{

    "id1": {
    "jobName": "Jop : Pizza Flash", 
    "image": "", 
    "contractor": "Contractor : Pizza Frenzy", 
    "earth":"From : Earth123",
    "pay":"Pay : 9000", 
    "details": "Details : ร้านพิซซ่าชื่อดังแห่งดาวน้ำ กำลังมองหาพนักงานส่งพิซซ่าสูตรท้องทะเลชื่อก้อง",
    "moreDetails": "ร้านพิซซ่าเฟรนซี่แห่งโลก123 อันเป็นโลกที่ประกอบไปด้วยน้ำมากกว่า 80% ต้องการรับสมัครพนักงานขนส่งที่สามารถขับเรือและมีความอดทนในการทำงานใต้น้ำได้เป็นอย่างดี"
     },
    
    "id2":{
    "jobName": "Ocean Street Security",
    "image": "",
    "contractor": "Oceanic’s Security Corporation",
    "earth": "Earth 123",
    "pay": 25000,
    "details": "โลก123 อันเป็นโลกที่ประกอบไปด้วยน้ำมากกว่า 80% อีกไม่นานดาวแห่งน้ำนี้จะจัดเทศกาลให้คนจากต่างดาวมาเยือน ความต้องการตัวรปภ.จึงสูงมากยิ่งขึ้น",
    "moreDetails": "โลก123 อันเป็นโลกที่ประกอบไปด้วยน้ำมากกว่า 80% เทศกาลแห่นางแมวน้ำอันแสนสำคัญของชาวโลก123 กำลังจะจัดในอีก 1 เดือน ทางบริษัทรักษาความปลอดภัยจึงจ้องการรับสมัครพาร์ทไทม์สำหรับผู้ที่สนใจในการมาเป็นผู้ดูแลความสงบบนท้องถนนใต้น้ำนี้ ต้องการผู้มีทักษะทางด้านกีฬา หากเคยได้รับการฝึกการต่อสู้จะได้รับพิจารณาเป็นพิเศษ"
    },
    
    "id3":{
        "jobName": "Clean The Town",
        "image":"",
        "contractor": "Ministry of Multiversal Public Health",
        "earth": "Earth 412",
        "pay": 50000,
        "details": "โลก 412 มีสิ่งปฏิกูลทั่วเมืองหลวง และทางการเปิดรับสมัครคนมาทำความสะอาดให้",
        "moreDetails": "ขณะนี้ในโลกลำดับที่ 412 ได้เกิดปรากฎที่สิ่งสกปรกปนเปื้อนทั่วทั้งเมืองหลวงเนื่องจากระบบขัดข้องของท่อลำเลียงของเสีย ทางกระทรวงสาธารณสุขจึงเปิดรับสมัครพนักงานทำความสะอาดเพิ่มจากการขาดแคลนแรงงานจำนวนหลายอัตรา" 
    },
    
    "id4":{
    "jobName": "Builder Union of 412",
    "image": "",
    "contractor": "Builder Union of 412",
    "earth": "Earth 412",
    "pay": 30000,
    "details": "BLU ต้องการคนมารีโนเวทสิ่งปลูกสร้างในเมืองหลวงจำนวนไม่จำกัด",
    "moreDetails": "เนื่องจากปัญหาสิ่งปฏิกูลในเมือง สิ่งปลูกสร้างในเมืองหลวงจึงเริ่มหมดสภาพ และปรักหักพัง ทาง Builder Union จึงต้องการจ้างคนมารีโนเวทเมืองจำนวนไม่จำกัด"
    },
    "id5":{
    
    "jobName": "Can Food Production",
    "image": "",
    "contractor": "Central Food Center",
    "earth": "Earth 999 ",
    "pay": 30000,
    "details": "โลก 999 ต้องการรับสมัครคนงานมาทำอาหารกระป๋องเพื่อการเก็บที่ยาวนานมากขึ้น",
    "moreDetails": "โลก 999 เป็นดาวที่สามารถปลูกผักจำนวนมากได้เนื่องจากสภาพอากาศที่เป็นมิตรต่อพืชผักอย่างมาก จึงต้องการจะนำพืชผักที่เหลือมากจากการเพาะปลูกไปทำเป็นอาหารแปรรูปในรูปแบบของกระป๋อง"
    },
    "id6":{
    
    "jobName": " Farmer",
    "image": "",
    "contractor": "Ministry of Agriculture",
    "earth": "Earth 999",
    "pay": 25000,
    "details": "โลก 999 ต้องการรับสมัครคนงานมาทำการปลูกผักทำไร่ทำนาเพื่อนำไปเป็นวัตถุดิบในการทำอาหารกระป๋อง",
    "moreDetails": "โลก 999 เป็นดาวที่สามารถปลูกผักจำนวนมากได้เนื่องจากสภาพอากาศที่เป็นมิตรต่อพืชผักอย่างมาก จึงจำเป็นที่จะหาคนมาทำงานในส่วนนี้ให้มากขึ้น"
    },
    "id7":{
    
    "jobName": "Black Smith",
    "image":"",
    "contractor": "Ore Production Center",
    "earth": "Earth 787" ,
    "pay": 40000,
    "details": "โลก 787 เป็นพื้นที่ที่มีแร่จำนวนมาก จึงต้องการหาคนหลอมเหล็ก เพื่อประกอบแร่ที่ได้มาเป็นแท่งหรือรูปทรงที่ต้องการ",
    "moreDetails": "โลก 787 เป็นพื้นที่ที่มีแร่จำนวนมาก ทำให้มีแร่จำนวนมาก จึงเหมาะแก่การนำมาใช้ทำเป็นวัตถุที่ต้องการหรือสกัดเป็นแร่บริสุทธิออกมา"
    },
    
    "id8":{
    
    "jobName": "We need Liaison Officer",
    "image": "",
    "contractor": "Oreland Company",
    "earth": "Earth 787",
    "pay": 55000,
    "details": "โลก 787 เป็นพื้นที่ที่มีแร่จำนวนมาก สาเหตุนั้นจึงทำให้มีผู้มาติดต่อซื้อขายกันอยู่เสมอ ทางบริษัทจึงมองหาผู้มีความสามารถในการประสานงานมามีส่วนช่วย",
    "moreDetails": "โลก 787 เป็นพื้นที่ที่มีแร่จำนวนมาก ทำให้มีแร่จำนวนมาก  สาเหตุนั้นจึงทำให้มีผู้มาติดต่อซื้อขายกันอยู่เสมอ ทางบริษัทจึงมองหาผู้มีความสามารถในการประสานงานมามีส่วนช่วยเพื่เป็นตัวกลางในการเจรจา ติดต่อ การจัดงานต่างๆ"
    },
    "id9":{
    
    "jobName": "Messenger of Multiverse",
    "image": "",
    "contractor": "404 Multiverse Logistics",
    "earth": "Earth 404",
    "pay": 35000,
    "details": "องค์กรขนส่งของโลกที่ 404 รับสมัครเจ้าหน้าที่ขับยาน 2 อัตรา",
    "moreDetails": "องค์กรขนส่งของโลกลำดับที่ 404 ต้องการรับสมัครบุคลากรประจำหน้าที่ขับยานขนส่งจำนวน 2 อัตรา โดยจะต้องเดินทางขนส่งพัสดุข้ามไปยังอีกโลกหนึ่ง รับกะช่วงเช้าเป็นหลัก (7.00 - 11.00)"
    },
    "id10":{
    
    "jobName": "Lost and Found",
    "image": "",
    "contractor": "404 Multiverse Logistics",
    "earth": 404,
    "pay": 30000,
    "details": "องค์กรขนส่งของโลกที่ 404 ได้รับแจ้งว่าของหาย ต้องการผู้เชี่ยวชาญสืบหาของ",
    "moreDetails": "องค์กรขนส่งของโลกลำดับที่ 404 ได้รับแจ้งว่าของที่กำลังถูกขนส่งนั้นหายไประหว่างการดำเนินการ และต้องการจ้างผู้เชี่ยวชาญด้านการเดินทางในพหุจักรวาล เพื่อหาต้นตอและสืบสวนไปจนถึงของที่หายไป"
    }
    
    } 
    